{
	"Hi, I am a Front-end developer based in Hamburg, Germany. I help designers and companies to bring their ideas to real life and I am looking forward to continuing my developer career with a job in a junior web developer position.": "Hallo, ich bin ein Frontend-Entwickler aus Hamburg. Ich unterstütze Designer und Unternehmen dabei, ihre Ideen in die Realität umzusetzen, und freue mich darauf, meine Karriere als Entwickler in einer Position als Junior Webentwickler fortzusetzen.",
	"If you think I'd be a good match for your projects, contact me!": "Wenn du denkst, dass ich gut zu deinen Projekten passen könnte, kontaktiere mich gerne!",
	"I grew up in Hamburg and had an industrial managing apprenticeship. In my last 15 years I worked as a senior-buyer at Boeing Distribution, where I was responsible for many spare-parts to insure they are bought in time and with the right price.": "Ich bin in Hamburg aufgewachsen und habe eine Ausbildung zum Industriekaufmann absolviert. In den letzten 15 Jahren habe ich als Senior-Einkäufer bei Boeing Distribution gearbeitet, wo ich für viele Ersatzteile verantwortlich war, um sicherzustellen, dass sie rechtzeitig und zum richtigen Preis beschafft werden.",
	"I enjoy to work with structure and precision and that's one of the reasons why I decided to become a software developer. This pursuit of precision on one hand and efficiency on the other is my personal nature, and it's what you can always expect from me.": "Ich arbeite gerne mit Struktur und Präzision, und das ist einer der Gründe, warum ich mich entschieden habe, Softwareentwickler zu werden. Dieses Streben nach Präzision auf der einen Seite und Effizienz auf der anderen Seite sind Teil meiner persönlichen Natur, und das ist, was du immer von mir erwarten kannst.",
	"Got a problem to solve?": "Gibt es ein Problem welches wir lösen können?",
	"Contact me through this form, I am interested in hearing you, knowing your ideas and contributing to your projects with my work.": "Kontaktiere mich gern über dieses Formular. Ich bin interessiert daran, von dir zu hören, deine Ideen kennenzulernen und durch meine Arbeit zu deinen Projekten beizutragen.",
	"Need a Frontend developer? Contact me!": "Bruachst du einen Frontend Developer? Kontaktier mich!",
	"Your name is required": "Der Name ist erforderlich",
	"Your email is required": "Die E-Mail ist erforderlich",
	"Your message is required": "Die Nachricht ist erforderlich",
	"I've read the": "Ich habe die",
	"and agree to the processing of my data as outlined.": "gelesen und stimme der Nutzung der Daten zu",
	"privacy policy": "Datenschutzerklärung",
	"Please accept the privacy policy": "Bitte die Datenschutzhinweise akzeptieren",
	"About me": "Über mich",
	"Skills": "Fähigkeiten",
	"Portfolio": "Portfolio",
	"My skills": "Fähigkeiten",
	"Contact": "Kontakt",
	"This page is a sample of my work - please feel free to try them out.": "Diese Seite ist eine Beispiel für meine Arbeit - bitte zögere nicht, sie auszuprobieren.",
	"Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and categories.": "Aufgabenmanager inspiriert vom Kanban-System. Erstelle und organisiere Aufgaben mithilfe von Drag-and-Drop-Funktionen, weise Benutzer und Kategorien zu.",
	"Jump, run and throw game based on object-oriented approach. Help Pepe to find coins and tabasco salsa to fight against the crazy hen.": "Springe, laufe und werfe-Spiel basierend auf einem objektorientierten Ansatz. Hilf Pepe, Münzen und Tabasco-Salsa zu finden, um gegen das verrückte Huhn zu kämpfen.",
	"I have gained experience in building projects with various front end technologies and concepts.": "Ich habe Erfahrung im Aufbau von Projekten mit verschiedenen Front-End-Technologien und Konzepten gesammelt."
}